// © Copyright 2012-2017 HP Development Company, L.P.

SATTaskName = "Status och varningar";

MoreInfoTitle = "Mer information";
SATPrivacyStatementOnlineLink = "HPs sekretesspolicy";

SATAlertsTaskDescription = "Ange vilken nivå av utökad statusinformation som du vill se för din HP-enhet. Du kommer alltid att få ett meddelande om enheten inte kan utföra en uppgift som du har begärt, eller om den kräver din uppmärksamhet.";

SATShowAlertsButtonTitle = "Visa utökade varningar för:";
SATAutoDismissTitlePreffix = "Avvisa varningar automatiskt efter";
SATAutoDismissTitleSuffix = "sekund(er) för:";

SATErrorsWarningsAndInfo = "fel, varningar och informationsmeddelanden";
SATErrorsAndWarnings = "fel och varningar";
SATErrorsOnly = "endast fel";
SATInfoMessages = "informationsmeddelanden";
SATWarningsAndInfoMessages = "varningar och informationsmeddelanden";

SATShowWebContentButtonTitle = "Visa webbinnehåll i meddelanden";
SATShowWebContentButtonBaseDescription = "Enhetens status kan delas säkert med HP om du tillåter det. När HP erhåller den här informationen kan de kontrollera om du är registrerad för ett HP-program eller berättigad till ett specialerbjudanden och ändra aviseringen utifrån tillgängliga alternativ.";
SATShowWebContentButtonMoreInfoFootnote = "SAT_TEXT:* Läs mer om informationen som skickas till HP här: SAT_KEYED_LINK:MoreInfoTitle.";
SATShowWebContentButtonPrivacyStatementFootnote = "SAT_TEXT:* Om du vill veta mer om HPs sekretesspolicy, gå till SAT_LINK:SATPrivacyStatementOnlineLink.";

SATNoControlPanelAlertTitle = "Vill du verkligen stänga av HP-varningar?";
SATNoControlPanelTurnOffButtonTitle = "Stäng av";
SATNoControlPanelAlertText = "Om du gör det finns det risk för att du missar viktiga meddelanden om enhetens status.";
SATCancelButtonTitle = "Avbryt";
